{
  "jobs": [
    {
      "id": "DC1",
      "title": "DC1- Design and synthesis of small molecules modulating human innate immunity as innovative Vaccine Adjuvants",
      "organisation": "University of Milano-Bicocca, Milano (Italy) www.unimib.it",
      "supervisor": "Prof. Francesco Peri",
      "contacts": ["francesco.peri@unimib.it", "alessio.romerio@unimib.it"],
      "objectives": "Training in organic and medicinal chemistry. The project is aimed at the identification of new small molecule agonists of human innate immune receptors acting as vaccine adjuvants and novel glycans (including glycan mimetics) as bacterial antigens. The DC will benefit from UNIMIB’s multidisciplinary experience in rational design and synthesis of small organic molecules with immunomodulating activity. The DC will be trained to computer-assisted drug design; docking with the target receptor(s); organic synthesis; interpretation of MS and NMR spectra; purification techniques; assessment of purity of final compounds for biological tests",
      "expected_results": "New small-molecules active on innate immunity receptors (particularly Toll-Like Receptors, TLRs) and molecules reproducing glycan-based bacterial antigens will be rationally designed and synthesized. The medicinal chemistry approach to TLR4 modulation developed in UNIMB allowed the recent development of several efficacious drug candidates with activity in inhibiting or stimulating human innate immunity. The structural data available in the consortium will allow the design of glycans and glycan mimetics as new antigens to be used in vaccine formulation. Collaboration with other beneficiaries in developing new adjuvants also based on different targets than TLR4; glycan-based adjuvants (in collaboration with Croda, Denmark and Imperial College, London); conjugation techniques.",
      "secondments": "Planned secondments in a company specialized in synthesis of glycan-containing adjuvants (Carbohyde, Budapest, Hungary;) at the Institut Pasteur, Paris, France) for conjugation techniques and glycan synthesis.",
      "requirements": "MSc or equivalent in Organic Chemistry or disciplines related to Medicinal Chemistry, Chemical Biology, Pharmacology with a solid chemistry background (minimum 240 ECTS during 4 years of study). The DC should master the basic knowledge and techniques of synthetic organic chemistry, medicinal chemistry, drug discovery.",
      "salary": "54.378 €/year including social security and mobility allowance. Gross salary to the employee 44.084 €/year that corresponds to 3.674 €/month . Furthermore 660 €/month family allowance if applicable.",
      "salary_employee": "44.084 €/year that corresponds to 3.674 €/month. Furthermore 660 €/month family allowance if applicable.",
      "download_form": "files/consent form.pdf",
      "email": "francesco.peri@unimib.it"
    },
    {
      "id": "DC2",
      "title": "DC2- Optimisation of vaccines against Klebsiella pneumoniae and Pseudomonas aeruginosa",
      "organisation": "University College Dublin (UCD, Dublin, Ireland) -",
      "supervisor": "Prof. Siobhán McClean",
      "contacts": ["siobhan.mcclean@ucd.ie"],
      "objectives": "",
      "expected_results":"Klebsiella pneumoniae and Pseudomonas aeruginosa are bacterial pathogens that are responsible for life-threatening antimicrobial resistant infections. They are classified by the WHO as “Critical” and “High” priority pathogens for which new treatments or vaccines are desperately needed. The UCD EVADERE team have identified several vaccine candidates that are protective against these infections in preclinical models. In order to progress these promising candidates to human trials, the mechanisms by which they provide immunoprotection need to be elucidated. \nThis project will focus on lead UCD vaccine antigens that are most protective against K. pneumoniae or P. aeruginosa with the aim of understanding their immune correlates of protection. The cellular and humoral immune responses that the antigens elicit will be comprehensively profiled individually and as multivalent vaccines, by flow cytometry, ELISpot and other methods. The impact of adjuvants (both established and novel) on their protective responses will also be investigated in vitro and in vivo. Optimised combinations of antigens and adjuvants will be examined for their potential to protect mice against bacterial acute pneumonia challenge. \nThe doctoral candidate will be trained in immunology, flow cytometry, ELISpot, proteomics, cloning, expression, and antigen purification.",
      "secondments": "Secondments are planned in a research lab that specialises in determining functional antibody responses (Imperial College, London) and in a company to learn about formulation of adjuvants (Croda, Copenhagen, Denmark).",
      "requirements": "BSc (Hons) 2.1 or equivalent in Immunology, Biochemistry, Microbiology or related disciplines.",
      "salary": "€74,155 per year ( includes social security and mobility allowance).",
      "salary_employee": "€74,155 per year corresponds to €6,179 per month",
      "download_form": "files/consent form.pdf",
      "email": "siobhan.mcclean@ucd.ie"
    },
    {
      "id": "DC3",
      "title": "DC3- Structural Vaccinology And Antigen Design",
      "organisation": "National Research Council, Institute of Biostructures and Bioimaging (CNR-IBB, Naples, Italy)",
      "supervisor": "Dr. Rita Berisio",
      "contacts": ["rita.berisio@cnr.it"],
      "objectives": "Training in molecular and structural biology, biochemistry, biophysics. The project is aimed at the elucidation of antigen structure and the structure-based design of potentiated antigens. The DC will benefit from CNR-IBB multidisciplinary experience in structural biology. The DC will be trained in recombinant techniques, high throughput purification, x-ray crystallography, biophysics and biochemistry, molecular modelling and docking, immunobioinformatics. \nThe DC will adopt a structural vaccinology approach to combine information from immunology assays with structural data and achieve antigen epitope mapping. This information will be used to re-design vaccine antigens with selective enhancement of antigenicity and to design cross- protective antigens against multiple bacterial species. The DC will have access to top-level molecular and structural biology platforms (and synchrotrons) in Europe.",
      "expected_results": "New antigen structures will be delivered and improved antigens will be rationally designed, produced and characterised. The structural vaccinology approach at CNR- IBB has allowed the rational design of more protective antigens.",
      "secondments": "Planned secondments at LMU Munich for training in opsonophagocytic assays and B cell identification. Secondment at Imperial College London for microbiological characterisation. Secondment at UCD Dublin for T cell antigen identification.",
      "requirements": "MSc or equivalent in Chemistry, Chemical Biology, Biotechnology, Pharmacology with a chemistry background, Microbiology (minimum 240 ECTS during 4 years of study). The DC should master the basic knowledge and techniques of molecular and structural biology and biophysics.",
      "salary": "54.378 €/year including social security and mobility allowance.",
      "salary_employee": "44.084 €/year that corresponds to 3.674 €/month. The salary will include further 660 €/month for family allowance, if applicable.",
      "download_form": "files/consent form.pdf",
      "email": "rita.berisio@cnr.it"
    },
    {
      "id": "DC4",
      "title": "DC4- Utilising Adjuvants As A Tool To Define Protective Immunity",
      "organisation": "Wellcome-Wolfson Institute for Experimental Medicine, Queens University Belfast (QUB, Belfast, UK)",
      "supervisor": "Prof. Miguel Valvano; Dr. Rebecca Ingram",
      "contacts": ["m.valvano@qub.ac.uk and b.ingram@qub.ac.uk"],
      "objectives": "",
      "expected_results": "There is growing evidence that vaccine adjuvants have immunological roles that extend far beyond simply amplifying antigen-specific adaptive responses. Classical examples include the trained immunity induced by BCG, where innate cells acquire long-lasting functional reprogramming, and the unexpected observation that shingles vaccination is associated with reduced risk of Alzheimer’s disease, suggesting broad, beneficial impacts on immune homeostasis. Together, these findings demonstrate that adjuvants can shape innate immunity in durable and clinically meaningful ways, yet the mechanisms remain incompletely understood. Building on this emerging paradigm, our preliminary data reveal that antibacterial vaccines designed to target antimicrobial- resistant (AMR) pathogens induce profound shifts not only in adaptive immunity but also in the innate response. In vaccinated animals, we observe a protective immune landscape characterised by a macrophage-dominated response with a marked reduction in neutrophil recruitment during infection. This shift correlates with enhanced bacterial clearance, raising fundamental mechanistic questions: Why is a macrophage-skewed response protective? What signals drive neutrophil restraint? And does this rebalanced cell recruitment reflect epigenetic training of innate myeloid progenitors? Intriguingly, these AMR-focused vaccines also appear to enhance NK cell activation and effector function. Whether this arises as a bystander effect, driven by a modified inflammatory environment, or instead reflects true innate lymphoid training is unknown. If confirmed, this would extend the concept of trained immunity beyond monocytes/macrophages, with major implications for how vaccines and adjuvants can be purposefully engineered. This PhD project will dissect these mechanisms by combining in vivo infection models, multiparameter flow cytometry, transcriptomic profiling, and epigenetic assays. The overarching aim is to determine how vaccines and adjuvants remodel the innate immune response, define the molecular pathways underlying macrophage-centred protection, and establish whether antibacterial vaccines can directly “train” NK cells or other innate lymphoid populations. Understanding these pathways will not only reveal fundamental principles of innate immune plasticity but also guide the rational design of next-generation AMR vaccines with built-in mucosal and innate protection.",
      "secondments": "Planned secondments: Delivery systems (Cyclolab, Budapest, Hungary), Lipid adjuvants (Croda, Denmark), epitope mapping (Institute of Materials and Environmental Chemistry, Budapest).",
      "requirements": "MSc or equivalent in Biochemistry, Immunology, Microbiology, Molecular Biology or related disciplines.",
      "salary": "€82,645 per year (living allowance of €5679/month + mobility allowance of €710/month + family allowance €495/month). Country Correction Coefficient (CCC) for the UK is 1.417",
      "salary_employee": "",
      "download_form": "files/consent form.pdf",
      "email": "m.valvano@qub.ac.uk"
    },
    {
      "id": "DC5",
      "title": "DC5- Identification Of Mucosal Correlates Of Protection",
      "organisation": "CIC bioGUNE | Center for Cooperative Research in Biosciences (Bilbao, Spain)",
      "supervisor": "Prof. Juan Anguita",
      "contacts": ["janguita@cicbiogune.es"],
      "objectives": "the DC will be trained in the identification of variables associated with the protective effect exerted by vaccine formulations, with a particular emphasis in the functional effect of the microbiota and its metabolism at mucosal sites. The DC will employ state-of-the-art technology on metagenomics and metaproteomics and will acquire bioinformatics and data analysis skills, as well as become versed on animal models of infection and vaccination. Specific aims: i) to identify changes in the microbiota associated with vaccination against mucosal pathogens and associate these changes with the protective capacity of the vaccines; ii) to dissect microbial metabolic pathways affected by successful vaccination regimes/combinations compared to negative controls, using metaproteomic analysis of mucosal samples; iii) identify and test microbiota/species and/or metabolites putatively associated and contributing to the success of vaccine formulations.",
      "expected_results": "- i) identify changes in microbiota composition associated with the successful vaccination against mucosal pathogens; \n - ii) pinpoint mucosal microbial metabolic changes in response to vaccination; \n - iii) validate changes in microbiota/gut metabolome associated with vaccine-induced protection.",
      "secondments": "In silico antigen optimization (National Research Council, Naples); Nanoparticle formulation and characterisation (Carbohydrate, Budapest).",
      "requirements": "MSc or equivalent in Biochemistry, Microbiology, Molecular Biology or related disciplines.",
      "salary": "40.923 €/year, 3.410 €/month (includes mobility allowance). Country coefficient: 0.956. Family allowance, if appropriate: €4384/year (gross), €362/month (gross).",
      "salary_employee": "",
      "download_form": "files/consent form.pdf",
      "email": "janguita@cicbiogune.es"
    },
    {
      "id": "DC6",
      "title": "DC6- Lipoglycan-Protein Conjugated And Self Adjuvanted Vaccine Candidates For TB",
      "organisation": "Infection and Immunity Institute, City St George’s University of London (SGUL, London, UK)",
      "supervisor": "Dr. Rajko Reljic",
      "contacts": ["rreljic@citystgeorges.ac.uk"],
      "objectives": "",
      "expected_results": "The DC will be trained in immunological and protein engineering techniques, including conjugation of proteins and carbohydrate moieties, to generate two mucosal vaccine delivery platforms for tuberculosis. These will then be tested for immunogenicity and protective potential against Mycobacterium tuberculosis infection in experimental in vivo (mice) and in vitro (human organoids) models. The outcomes of the study will generate a preclinical package that will determine if these novel vaccine approaches warrant further development for human testing. \nBoth vaccine approaches will utilise immunodominant protein antigens of M. tuberculosis and the glycoconjugate-protein approach will also utilise the LAM peptidoglycan component of bacterial cell wall. \nA range of immunological, microbiological, protein and carbohydrate techniques will be used, as well as experimental models of infection. Tissue and organ culture will also be applied.",
      "secondments": "Institut Pasteur, Paris (Paris, France)- Dr. Laurence Mulard",
      "requirements": "The applicants should have a Masters degree in Immunology, Infectious disease or structural biology.",
      "salary": "48.120 Euros per year, 4010 Euro /month, plus monthly mobility allowance 710 Euro/month. Country Correction Coefficient (CCC) for the UK is 1.417",
      "salary_employee": "",
      "download_form": "files/consent form.pdf",
      "email": "rreljic@citystgeorges.ac.uk"
    },
    {
      "id": "DC7",
      "title": "DC7- Identification Of Enterococcal And Staphylococcal Cross-Reactive Antigens Through Bioinformatics And Structural Chemistry",
      "organisation": "Dr. von Hauner Children ́s Hospital, Ludwig Maximilian University Munich (LMU)",
      "supervisor": "Prof. Johannes Huebner",
      "contacts": ["Johannes.huebner@med.uni-muenchen.de"],
      "objectives": "Training in immunology and molecular biology. The project will use a proteomic approach to identify possible cross-reactive vaccine antigens in gram- positive bacteria. Targets will be identified through purification steps and conjugation of proteins and carbohydrates will be done before immunizing rabbits to obtain polyclonal sera. Human monoclonal antibodies will be created using single-cell sequencing of B cell receptor repertoires.",
      "expected_results": "Possible vaccine antigens can be used as active immunotherapy and human monoclonal antibodies against these targets may be used for passive immunotherapy in patients unable to mount an active immune response. Close collaboration is planned with the Italian Research Council (CNR), with Imperial College London, and CIC BioGUNE.",
      "secondments": "Planned secondments will be in Naples and Bilbao; training in conjugation techniques at Imperial College, London",
      "requirements": "Bachelor + Master of Science in Biological Sciences (minimum 240 ECTS during 4 years of study). The DC should have basic knowledge in microbiology, immunology and molecular biology.",
      "salary": "Living allowance of 4058,12€ and a mobility allowance of 710€.",
      "salary_employee": "",
      "download_form": "files/consent form.pdf",
      "email": "Johannes.huebner@med.uni-muenchen.de"
    },
    {
      "id": "DC8",
      "title": "DC8 - Vaccine Delivery Systems for Lipopeptide-Based Antigens",
      "organisation": "HUN-REN Research Centre for Natural Sciences (Budapest, Hungary), https://www.ttk.hun-ren.hu/en",
      "supervisor": "Dr. Kata Horvati",
      "contacts": ["horvati.kata@ttk.hu"],
      "objectives": "The doctoral candidate (DC) will be trained in peptide synthesis and related organic chemistry to produce multi-epitope vaccine constructs and their derivatives, considering green chemistry aspects. In collaboration with industrial partner (CYC), TTK will provide training in vaccine delivery and formulation techniques, and related analytical and characterization methods. In the host group, DC8 will be trained to work with cell cultures and learn to do basic biological assays (cell viability, cellular uptake, and cytokine production assays). DC8 will be trained in a multidisciplinary fashion, including medicinal chemistry, material science and immunology. Furthermore, DC8 will collaborate with DC14 on adjuvant delivery, with DC10 on DMN patches and with DC4 on efficacy tests.",
      "expected_results": "Lipopeptide construct of bacterial epitope peptides will be produced and formulated by using advanced vaccine delivery systems. Poloxamers, cyclodextrins, gangliosides and hyperbranched polymers will be probed for the lipopeptide-based antigens and best candidates will be further optimized in functional assays. Planned secondment(s): Industrial skills, cyclodextrin formulation (CYC, 2M, M12), Immunogenicity tests, functional assays (QUB, 3M, M28)",
      "secondments": "- 1) CycloLab (2 months): producing and analysing cyclodextrin complexes; acquiring industrial skills. \n- 2) Queens University Belfast (3 months): performing immunogenicity tests and functional assays.",
      "requirements": "MSc degree in Chemistry (or in a related field such as Pharmacology, Biotechnology, Microbiology, etc.) is a requirement. The DC should master the basic knowledge and techniques of synthetic organic chemistry, analytical chemistry and medicinal chemistry. Experience with standard in vitro cell culture experiments is an advantage. The applicant will become a registered student at Hevesy György PhD School of Chemistry (ELTE, Budapest, Hungary), therefore the school's admission requirements must be met. For more information visit: https://www.elte.hu/en/doctoral-school-of-chemistry). Language requirements: an internationally accredited language examination is required with at least a B2 CEFR level or equivalent result (e.g. TOEFL iBT 72 pts, IELTS 5.5)",
      "salary": "45 428 eur/year including social security and mobility allowance.",
      "salary_employee": "41 182 eur/year that corresponds to 3 432 eur/month. Furthermore 660 eur/month family allowance if applicable.",
      "download_form": "files/consent form.pdf",
      "email": "horvati.kata@ttk.hu"
    },
    {
      "id": "DC9",
      "title": "DC9- Development Of 2nd Generation Sustainable Vaccine Adjuvant Systems Combining Novel TLR Ligands and Saponins Formulated In Lipid-Based Delivery Systems",
      "organisation": "CRODA Pharma Denmark (Lyngby, Denmark)",
      "supervisor": "Dr. Rasmus Münter",
      "contacts": ["rasmus.munter@croda.com"],
      "objectives": "The candidate will be trained formulation, characterization and testing of lipid-based adjuvant systems. Immunologically active saponins from different sustainable sources, including Quillaja Saponaria tissue cultures but also alternative plants, will be combined with novel TLR ligands, such as the FP compounds from DC1, and formulated into lipid-based delivery systems such as liposomes. Manufacturing techniques will include the use of microfluidics and other state-of-the-art methodologies. These formulations will be characterised using QC relevant methods including DLS, HPLC and DSC, and by more exploratory methods such as RADLS, AF4, TEM and NTA. Immunological screening will be carried out in vitro in cell cultures and primary cells (e.g. PBMCs) and more in depth immunological assessment of selected adjuvant systems developed in the project will be carried out in small animal models. During in vivo assessment of the adjuvants, the candidate will be involved in analyses of systemic (blood, spleen) and mucosal (bronchoalveolar lavage) responses in order to unravel early innate immune activation, but also adaptive responses, including both antibodies as well as T cell frequencies, phenotype, tissue residency and responses upon antigen restimulation.",
      "expected_results": "The DC will acquire an extensive set of skills in formulation and characterisation of novel adjuvant systems. He/she will also gain a full understanding of preclinical vaccine testing and immune response evaluation, as well as an introduction to documentation requirements for bringing novel vaccine adjuvant systems into product development. The project will generate a series of novel adjuvant systems with a sustainability, supply chain and production cost profile enabling mass vaccination against AMR pathogens, but also vaccination against TB and other high burden vaccine targets in developing countries. The final goal is to select one or two candidates to bring into the process and analysis development stage and thus mature for TRL5 and beyond. The DC will co–author and her-/himself lead preparation of patents and high-quality research publications.",
      "secondments": "- 1) UNIMIB (University of Milano-Bicocca, Italy) to acquire skills in techniques for in vitro screening of TLR ligands such as reporter cell lines \n- 2) CICbioGUNE (Center for Cooperative Research in Biosciences, Bilbao, Spain) to carry out in vivo immune profiling.",
      "requirements": "MsC degree in pharmaceutical sciences, biomedical sciences, biotechnology, nanoscience or related area. The ideal candidate has experience with formulation and characterization of (preferably lipid-based) nanoparticle systems, and master the theory of nanoparticle self-assembly and physicochemical properties of lipids. Knowledge about immunology is a strong advantage. \nThe candidate will be enrolled at the DTU - the Technical University of Denmark (Lyngby, Denmark), Department of Chemistry and be co-supervised by Mads Hartvig Clausen (Chemical Biology and Medicinal Chemistry group).",
      "salary": "72.423 EUR/year including social security and mobility allowance.",
      "salary_employee": "57.131 EUR/year that corresponds to 4.762 EUR/month. Furthermore 660 EUR/month family allowance if applicable.",
      "download_form": "files/consent form.pdf",
      "email": "rasmus.munter@croda.com"
    },
    {
      "id": "DC10",
      "title": "DC10-Development Of Sustained Release Vaccine-Loaded Dissolvable Microneedle Patches (DMN) To Protect Against ESKAPE Pathogens",
      "organisation": "University College Cork (Cork, Ireland)",
      "supervisor": "Prof. Anne Moore",
      "contacts": ["svucen@ucc.ie, anne.moore@ucc.ie"],
      "objectives": "Training in pharmaceutical formulation of vaccines, microneedle patch development and skin-based immunisation. The project aims to develop new dissolvable microneedle-based skin delivery systems that control the release rate of the vaccine to the immune system, for fractional dosing and for in vivo prime- boosting. The DC will benefit from UCC’s substantial cross-disciplinary expertise in pharmaceutical formulation and vaccine development. The DC will be trained in developing dissolvable microneedle patches (DMN) for vaccine delivery and in performing related pharmaceutical analysis of both the microneedles and the incorporated vaccine, including ex vivo skin delivery assays, dissolution testing and vaccine stability assays. During their secondments DC10 will gain related training in medicinal chemistry and adjuvant development.",
      "expected_results": "New processes and formulations to stabilize novel subunit vaccines in solid dosage forms and demonstration of their immunogenicity. Identification of design spaces for a range of novel adjuvants, lipopeptide antigens and particle-based vaccines",
      "secondments": "Planned secondments to experts in peptide synthesis and organic chemistry (TTK) and to a company with expertise in adjuvant development and commercialization (CRD) in addition to collaborations with DC14 (UNIMB) on adjuvant delivery and DC15 (QUB) on efficacy testing will provide the candidate with multidisciplinary experience in vaccine development.",
      "requirements": "Primary degree in Pharmacy or Pharmaceutical Sciences + Master of Science in disciplines related to Biochemistry, Chemistry for Life Sciences (minimum 240 ECTS during 4 years of study). The DC should master the basic knowledge and techniques of pharmaceutical formulation, biochemistry, drug discovery.",
      "salary": "€65,635 per year (€5469 per month) and includes a correct Country Correction Coefficient (CCC) of 1.364.",
      "salary_employee": "",
      "download_form": "files/consent form.pdf",
      "email": "anne.moore@ucc.ie"
    },
    {
      "id": "DC11",
      "title": "DC11- Development Of Synthetic Glycan-Based Conjugate Vaccine Candidates Against Selected Eskape Pathogens",
      "organisation": "Institut Pasteur, Paris (Paris, France)",
      "supervisor": "Laurence Mulard",
      "contacts": ["laurence.mulard@pasteur.fr"],
      "objectives": "Treatments and/or vaccines remain needed for numerous bacteria, some of which put are front on the “Critical” and “High” priority list pathogens by the WHO, owing to their antimicrobial resistance capacity. Infection with pathogenic bacteria results in a potent immune response directed at multiple antigens, including largely at bacterial surface polysaccharides. Therefore, the latter are attractive targets for vaccine development. Polysaccharides are thymus-independent antigens, and they cannot elicit immunological memory. The conjugation of glycans isolated from bacterial cell cultures to proteins has enable to overcome this limitation resulting in several licensed conjugate vaccines for use in Human. In this context, this project tackles an alternative to conventional polysaccharide conjugate vaccines. It explores the path forward to lead synthetic glycan-based vaccine candidates against relevant antimicrobial-resistant pathogens. To this end, well-defined fine-tuned synthetic glycan haptens are used as surrogates of heterogenous purified polysaccharides. A strategy inspired from medicinal chemistry will be implemented.",
      "expected_results": "Sets of original fine-tuned well-defined synthetic glycans will be generated that will be instrumental to identify key protective epitopes on surface polysaccharide antigens from selected antimicrobial resistant bacteria. Epitope mapping synergizing between immunochemistry, biophysical techniques and chemistry approaches, will inform on chemically synthesized oligosaccharides best mimicking the native polysaccharides, enabling glycan hapten selection and optimization. Methodology development fulfilling sustainability criteria will enable robust high-yielding synthesis processes to deliver promising ready-for- conjugation oligosaccharide haptens. Otherwise, different carriers will be explored. Synthetic glycan-based conjugates will be generated for in vivo evaluation paving the way to novel glycovaccine candidates. \nDC11 will receive advance training in chemical biology, including (i) the multi-step chemical synthesis, manipulation, and analysis of complex bacterial glycans, (ii) conjugation chemistry to deliver sun-type multivalent synthetic carbohydrate-based constructs, and (iii) carbohydrate conjugate vaccine design, synthesis, and optimization according to a medicinal chemistry approach. DC11 will also gain a good understanding of preclinical vaccine testing and of the evaluation of immune responses induced by glycovaccine candidates.",
      "secondments": "- (i) Ludwig Maximillians University (Munich, Germany): production of monoclonal antibody targeting bacterial glycans (LMU, 1 month, M8) \n- (ii) Center for Cooperative Research in Biosciences (Bilbao, Spain) (CIC bioGUNE, 2 months, M20) \n- (iii): University College Cork (Cork, Ireland): pharmaceutical formulation of vaccines for controlled immunogen release (UCC, M32).",
      "requirements": "MsC or equivalent in Chemistry, Medicinal Chemistry, Chemical Biology, or Chemistry for Life Sciences. The DC should master the theory and techniques of organic chemistry and analytical chemistry. Applicants must show prior internship experience in multi-step chemical synthesis and demonstrate interest for the (glyco)chemistry-biology interface.",
      "salary": "37,020 €/year, 2,655 €/month, plus monthly mobility allowance of €430 for the first 2 years and 37.980 €/year, 3,165 €/month, plus monthly mobility allowance of €430 for the third year. If Family allowance: 42,420 €/year, 3,535 €/month, plus monthly mobility allowance of €430, plus family allowance of €450 for the first 2 years and 43.380 €/year, 3,615 €/month, plus monthly mobility allowance of €430, plus family allowance of €450 for the third year. Includes a Country Correction Coefficient (CCC) of 118,1%",
      "salary_employee": "",
      "download_form": "files/consent form.pdf",
      "email": "laurence.mulard@pasteur.fr"
    },
    {
      "id": "DC12",
      "title": "DC12- Immunological Analysis Of Functional Response Induced By Different Antigens, Adjuvants, And Delivery Systems",
      "organisation": "Imperial College London (London, UK)",
      "supervisor": "Prof. Mariagrazia Pizza",
      "contacts": ["m.pizza@imperial.ac.uk"],
      "objectives": "",
      "expected_results": "Klebsiella pneumoniae is a major global health threat, and no licensed vaccines currently exist. Several surface and secreted proteins have been proposed as virulence factors, but their immunological relevance remains unclear. To address this, multiple assays to measure functionality of vaccine-induced antibodies will be explored. The project will assess antibody binding, opsonophagocytosis, complement-mediated killing, and the ability of antibodies to inhibit key pathogenic processes such as adhesion to host cells, biofilm formation, and interactions with innate immune components. Building on the high- content visual Adhesion/Invasion Inhibition Assay (vAIA) recently developed for Shigella, similar imaging-based, single-cell–resolution approaches will be adapted to modernize and accelerate the evaluation of Klebsiella antibody function. Moreover, knock-out Klebsiella strains lacking selected virulence-associated proteins, will be generated enabling precise assessment of antigen function and antibody specificity. \nThe doctoral candidate will receive training in flow cytometry, high-content fluorescence microscopy, adhesion/invasion and biofilm assays, and on the generation of knock-out strains, gaining expertise in microbiology and immunology.",
      "secondments": "The project includes a secondment at CNR-IBB, a leading centre in structural vaccinology, where the candidate will receive training in antigen design to understand how modifications in antigen structure and presentation can improve immunogenicity. A secondment at University College Dublin will provide training in proteomics to evaluate changes in surface-exposed proteins in the knock-out strains. A secondment at the University of Munich will allow the candidate to learn monoclonal antibody isolation and to assess the applicability of the assays established at Imperial.",
      "requirements": "MSc or equivalent in Biochemistry, Immunology, Microbiology, Molecular Biology or related disciplines.",
      "salary": "48.120 Euros per year, 4010 Euro /month, plus monthly mobility allowance 710 Euro/month . Country Correction Coefficient (CCC) for the UK is 1.417",
      "salary_employee": "",
      "download_form": "files/consent form.pdf",
      "email": "m.pizza@imperial.ac.uk"
    },
    {
      "id": "DC13",
      "title": "DC13- Development Of Cyclodextrin-Based Library For Enhanced Peptide/Protein Delivery",
      "organisation": "Cyclolab Cyclodextrin Research and Development Laboratory, Ltd.n(Budapest, Hungary, www.cyclolab.hu)",
      "supervisor": "Dr. István Puskás",
      "contacts": ["istvan.puskas@cyclolab.hu"],
      "objectives": "The doctoral candidate (DC) will be trained in colloid chemistry and cyclodextrin technology in an ISO-controlled, GMP conform laboratory environment. The research project focuses on the systematic development of a cyclodextrin derivative library consisting of substances especially suited for peptide and protein delivery. The constructed molecules will combine the nanocontainer function of selected cyclodextrins with colloidal properties (i.e., polymerisation). The basis of the library will be charged and uncharged cyclodextrin polymers of narrow molecular weight distribution prepared by post-synthetic fractionation. Carrying out cutting edge physico-chemical characterisation of the library will be an integral part of the acquired skills of DC during the project. Cytotoxicity assessment is the major feature of the characterisation of the obtained substances which will be performed in close collaboration with TTK.",
      "expected_results": "Delivery of hydrophobic, self-aggregating peptides and proteins is currently based on the use of low safety profile surfactants in commercially available medicinal products. The use of cyclodextrins is far less exploited than its potential in the field. The pharmaceutically approved monomeric cyclodextrins lack the ability to cooperatively bind to larger biopolymers. A well characterised cyclodextrin library of polymerised species offers the possibility to overcome these shortcomings associated with the use of monomeric cyclodextrins. Model peptides and proteins will be selected to demonstrate the effective solubilizing property of the members of the cyclodextrin library and via systematised studies the effect of the size of the nanocontainers, the zeta potential, the molecular weight and the utilised substituents will provide insight into the mechanism of such cyclodextrin- biomolecule interactions.",
      "secondments": "In vitro cytotoxicity tests (HUN-REN Research Centre for Natural Sciences (Budapest, Hungary), 3 months); Isothermal titration calorimetry for cyclodextrin – antigen/adjuvant complexes (National Research Council, Institute of Biostructures and Bioimaging, 2 months)",
      "requirements": "MSc degree in Chemistry is a requirement. The DC should master the basic knowledge and techniques of synthetic organic chemistry and analytical chemistry. The applicant will become a registered student at Hevesy György PhD School of Chemistry (ELTE, Budapest, Hungary), therefore the school's admission requirements must be met. For more information visit: https://www.elte.hu/en/doctoral- school-of-chemistry). Language requirements: an internationally accredited language examination is required with at least a B2 CEFR level or equivalent result (e.g. TOEFL iBT 72 pts, IELTS 5.5)",
      "salary": "45 428 eur/year including social security and mobility allowance.",
      "salary_employee": "41 182 eur/year that corresponds to 3 432 eur/month. Furthermore 660 eur/month family allowance if applicable. \nA Country Correction Coefficient (CCC) of 0.767 applies.",
      "download_form": "files/consent form.pdf",
      "email": "istvan.puskas@cyclolab.hu"
    },
    {
      "id": "DC14",
      "title": "DC14- Formulation Of Optimised Adjuvants And Biological Screening",
      "organisation": "University of Milano-Bicocca, Milano (Italy) www.unimib.it",
      "supervisor": "Prof. Francesco Peri",
      "contacts": ["francesco.peri@unimib.it; mohammed.shaik@unimib.it"],
      "objectives": "Training in medicinal chemistry and formulation chemistry. Training in industry for the formulation of vaccines. The DC14 will benefit from our multidisciplinary experience in the biological characterisation of small organic molecules with TLR4 modulator activity.New small-molecules active on innate immunity receptors (particularly Toll-Like Receptors, TLRs) and molecules reproducing glycan-based bacterial antigens will be rationally designed and synthesized. The medicinal chemistry approach to TLR4 modulation developed in UNIMB allowed the recent development of several efficacious drug candidates with activity in inhibiting or stimulating human innate immunity. The structural data available in the consortium will allow the design of glycans and glycan mimetics as new antigens to be used in vaccine formulation. The DC14 will (i) synthesized new TLR agonists and glycan and glycan analogues; (ii) cooperate with other partners (CRD) in the process of adjuvant development, with particular focus on hit discovery and hit to lead optimisation (iii) be trained in IP management & apply for patents for promising adjuvants.",
      "expected_results": "New TLR agonists with adjuvant activity, new synthetic glycans as epitopes. Formulation of adjuvants and synthetic epitopes.. Assessment of the host response of adjuvants will be assessed HEK-blue cells expressing human TLR4, human THP-1-derived macrophages and murine macrophages. The most efficacious adjuvants will be patented.",
      "secondments": "Training in organic synthesis and drug formulation (Institut Pasteur, Paris, France) . Optimisation of vaccines against systemic infections incorporating TLR4- directed adjuvant and glycan-based antigens will be carried out in collaboration with other project partners. Training in in vitro biological tests (CIC BIOGUNE, Bilbao, Spain), training in formulation (TTK, Budapest, Hungary).",
      "requirements": "MSc or equivalent in Organic Chemistry or disciplines related to Medicinal Chemistry, Chemical Biology, Pharmacology with a solid chemistry background (minimum 240 ECTS during 4 years of study). The DC should master the basic knowledge and techniques of synthetic organic chemistry, medicinal chemistry, drug discovery.",
      "salary": "54.378 €/year including social security and mobility allowance.",
      "salary_employee": "44.084 €/year that corresponds to 3.674 €/month . Furthermore 660 €/month family allowance if applicable.",
      "download_form": "files/consent form.pdf",
      "email": "francesco.peri@unimib.it"
    },
    {
      "id": "DC15",
      "title": "DC15- AI methods in drug design and data analysis",
      "organisation": "Babes-Bolyai University (UBB) in Cluj-Napoca, Romania",
      "supervisor": "Prof. Vlad Cojocaru. Supervisor, Prof Andreas Bender, Co-Supervisor",
      "contacts": ["vlad.cojocaru@ubbcluj.ro and andreas.bender@ubbcluj.ro"],
      "objectives": "Training in methods and deployment of machine learning/artificial intelligence, as well as macromolecular structural modelling will be embedded into a joint bioinformatics groups of Prof Andreas Bender and Prof Vlad Cojocaru at UBB, which is able to provide all necessary expertise and training related to both chemical and biological aspects of modelling the systems in this consortium. In concrete terms, DC15 will train ML/AI models for assay-based readouts of the experimental parts of the consortium using interpretable (rule- and tree-based) machine learning methods, explore the use of generative models for design, and analyze and model structural data of TLR4 for informed design using molecular dynamics, docking, and other suitable approaches.",
      "expected_results": "AI/ML based models for in vitro and in vivo endpoints measured as part of this proposal; structural models that can be used for design.Using both datasets derived by the project partners, as well as public available data in databases such as ChEMBL, PubChem, and the Protein Data Bank (PDB), DC15 will be able to iteratively provide design hypothesis for the experimental project partners, using all data available for modelling and decision making, and hence be able to efficiently support optimization processes as part of his or her work.",
      "secondments": "bioinformatic analysis and structural elucidation of protein antigens (CNR), 2M, M14, in vitro evaluation of TLR ligands (UNIMIB, 2 months, M24),",
      "requirements": "Background in biology/life sciences, as well as some experience in either structural biology or machine learning/bioinformatics/cheminformatics (some background in all those areas would be desirable) \nUBB is one of the highest ranked universities in the country (in most rankings it occupies the top position). The University is based in Cluj-Napoca, a vibrant student city, second largest in Romania with a high standard of living surrounded by the Carpathian Mountains. UBB offers a range of facilities for PhD students for experiencing life in the city. \nThe PhD candidate will be enrolled in the Doctoral School for Integrative Biology and is expected to start working on October 1st 2026.",
      "salary": "99816 EUR + 25560 mobility allowance (36 months). This translates into a gross salary of 2800 EUR/month (approx 8300 RON netto). The mobility allowance is not taxed and will be paid in full 710 EUR/month (approx 3550 RON). Furthermore 660 EUR/month (approx 3300 RON) family allowance if applicable.",
      "salary_employee": "",
      "download_form": "files/consent form.pdf",
      "email": "vlad.cojocaru@ubbcluj.ro"
    }
  ]
}
